[
    "911, what's your emergency?",
    "Approximately how many books have you read in the last year?",
    "Clear your mind. Focus on this question: What is the first happy memory that pops into your head?",
    "Fill in the blank: I could probably bench-press `___`.",
    "Fill in the blank: I have never been able to `___`.",
    "Fill in the blank: I would eat 20 live cockroaches if they were covered in `___`.",
    "Fill in the blank: I would like to be known as the world's greatest `___`.",
    "Fill in the blank: my breath smells like `___`.",
    "Fill in the blank: Oh no! `___`! My only weakness!",
    "Fill in the blank: Sure, I'd love to join you, but I really need to `___`.",
    "Fill in the blank: The world owes me `___`.",
    "Fill in the blank: This workplace has been [0] days without `___`.",
    "Fill in the blank: When I dance, I look like `___`.",
    "Have you been so far even as decided to use even go want to do look more like?",
    "How are you?",
    "How do you prepare yourself to do your best at something?",
    "How do you sleep at night?",
    "How do you take your coffee?",
    "How do you think you'll die?",
    "How long do you spend in the bathroom?",
    "How long does it take you to get to work?",
    "How many times do you normally hit the snooze button after your alarm goes off?",
    "How often do you brush your teeth?",
    "How often do you get your oil changed?",
    "How will the world end?",
    "How would a dictionary define you?",
    "If an artist drew an _emotional_ caricature of you, what would the picture look like?",
    "If authors covered novels the same way musicians cover songs, which covered novel would you be most excited to read?",
    "If nobody was watching, what would you do right now?",
    "If someone gave you $1,000 what would you buy first?",
    "If someone says, \"Tell me a joke,\" what is the first joke you tell them?",
    "If someone wrote a book about you, what would the title be?",
    "If the internet shut down permanently, what would you do?",
    "If there is a heaven, where is it?",
    "If we lost all memory of photoshop, but the pictures remained, which photo would be hard to explain?",
    "If you became president of your country, what is the first measure you would enact?",
    "If you became ridiculously rich, what \"cheap\" thing could you not give up?",
    "If you could add one feature to your cell phone, what would it be?",
    "If you could always get an honest answer every time for one question, which question would you choose?",
    "If you could ask a genie to find out one truth about yourself or your life, what would you ask?",
    "If you could be a character in any novel, who would you be?",
    "If you could be an expert in any one subject, what would it be?",
    "If you could be any animal, what would you choose and why?",
    "If you could be anyone in the room, who would you be?",
    "If you could change anything about the way you were raised, what would it be?",
    "If you could dis-invent one thing, what would it be?",
    "If you could domesticate any animal on the planet, which would you choose?",
    "If you could have a view of anything from your bedroom, what would it be?",
    "If you could host any game show, which would it be?",
    "If you could live in any other era, which would you choose?",
    "If you could outlaw anything with no repercussions, what would you outlaw?",
    "If you could review your personal statistics after you died, which statistic would you look up first?",
    "If you could stand in one place in the world and watch everything that ever happened there throughout history, where would you choose to stand?",
    "If you could time travel, where would you go?",
    "If you designed a rollercoaster, what would it be called?",
    "If you found out you had exactly one year left to live, how would your life change?",
    "If you had to eat one thing every day for the rest of your life, what would you choose?",
    "If you had to give up any of your bodily senses, which one would it be?",
    "If you had to put up new wallpaper in your bedroom, what would be on it?",
    "If you had to spend the rest of your life in one place, where would it be?",
    "If you invented a perfume, what would you call it?",
    "If you owned an enormous yacht, what would you name it?",
    "If you were a hunting fanatic, which animal would you hang from your wall?",
    "If you were a professional wrestler, what would your ring name be?",
    "If you were forced to choose your own death, how would you die?",
    "If you were invisible, where would you go?",
    "If you were on a professional sports team, what number would you wear on your uniform?",
    "If you were running for political office, what three words would make up your slogan?",
    "If you were stranded on a deserted island, what two items would you want with you?",
    "If you were to add one room to your house, what would it be used for?",
    "If you were to die after reading this question, what would you most regret?",
    "If you were to get plastic surgery, where would you want it done?",
    "If you were to name the home you're currently living in, what would you name it?",
    "If you were to write a book, what would it be about?",
    "If you were to write a song about your true love, what would it be titled?",
    "If your name showed up on an America's Most Wanted list, what crime would you have most likely committed?",
    "Knowing what you know now, what one decision in your life would you change?",
    "Pick a hobby of yours. What sentence can you say using that hobby's jargon that would be unintelligble to other people?",
    "What are you a self-proclaimed expert at?",
    "What are you glad you tried, but wouldn't ever do again?",
    "What are you looking forward to?",
    "What are you most afraid of?",
    "What are you most proud of?",
    "What are your nightmares generally about?",
    "What are your two favorite ice cream toppings?",
    "What aspect of your personality could use a little work?",
    "What awkward moment keeps you up at night?",
    "What bad habit are you trying to break?",
    "What celebrity do you resemble most?",
    "What childhood activity do you wish were socially acceptable for adults to take part in?",
    "What class did you almost fail?",
    "What did someone say to you that stuck with you and shaped who you are today?",
    "What did you collect during your childhood?",
    "What did you do last weekend?",
    "What did you do that caused you to break a bone?",
    "What did you not appreciate 'til it was gone?",
    "What do you consider to be one of your greatest accomplishments?",
    "What do you do every day without fail?",
    "What do you do to stay warm in the winter?",
    "What do you feel most grateful for?",
    "What do you frequently use that wasn't designed to do what you use it for?",
    "What do you give to children on Halloween?",
    "What do you hate sharing with people?",
    "What do you need more of right now?",
    "What do you need to get right now at the drug store?",
    "What do you want for your next birthday?",
    "What does your ideal Tuesday evening look like?",
    "What embarrassing memory do you unwillingly frequently remember?",
    "What famous piece of art would you like to hang in your home?",
    "What happened in your most recent strange dream?",
    "What happened on your most memorable vacation?",
    "What have you given up at trying to learn?",
    "What hidden talent do you have that most people don't know about?",
    "What hobby have you always wanted to pick up?",
    "What idea will you never be dissuaded from believing in?",
    "What invention should be made next?",
    "What is a \"phase\" you recently went through?",
    "What is a difficult thing for you to do?",
    "What is a pet peeve of yours?",
    "What is an inconvenience about the place you are currently living in?",
    "What is an instant dealbreaker for you when on a date with someone?",
    "What is hilarious as long as it's not happening to you?",
    "What is life's greatest mystery?",
    "What is one class you would love to take?",
    "What is one thing you always wanted as a kid but never got?",
    "What is one time that your trust was betrayed?",
    "What is something you've changed your mind about?",
    "What is the best hat?",
    "What is the best reason to sign up for karate classes?",
    "What is the best thing that happened yesterday?",
    "What is the first thing that comes to mind when you hear the word \"police\"?",
    "What is the first thing you do after getting out of bed?",
    "What is the grossest thing about your body?",
    "What is the last text message you sent?",
    "What is the monster under your bed?",
    "What is the most beautiful word?",
    "What is the most comforting/uplifting fact you know?",
    "What is the most common compliment people give you?",
    "What is the most dangerous creature on Earth?",
    "What is the most depressing/terrifying fact you know?",
    "What is the most disturbing sound in the world?",
    "What is the most expensive thing you have ever stolen?",
    "What is the most expensive thing you wish you'd never bought?",
    "What is the most important ingredient for a friendship?",
    "What is the most important thing in a relationship?",
    "What is the most physically painful thing that has ever happened to you?",
    "What is the most sacred thing to you?",
    "What is the most thoughtful gift you've received?",
    "What is the worst piece of clothing someone can wear?",
    "What is the worst thing you have ever witnessed?",
    "What is your \"I know it sounds weird, but just try it\" thing?",
    "What is your \"usual\"?",
    "What is your catchphrase?",
    "What is your current addiction?",
    "What is your favorite breakfast?",
    "What is your favorite breed of dog?",
    "What is your favorite cliché?",
    "What is your favorite event in the summer Olympics?",
    "What is your favorite exercise?",
    "What is your favorite form of potato?",
    "What is your favorite game?",
    "What is your favorite kind of candy?",
    "What is your favorite kind of doughnut?",
    "What is your favorite pet name?",
    "What is your favorite restaurant?",
    "What is your favorite sports team?",
    "What is your favorite thing about being sick?",
    "What is your favorite time of the day?",
    "What is your favorite way to watch a movie?",
    "What is your most annoying habit?",
    "What is your personal life hack/pro-tip?",
    "What is/was your favorite stuffed animal?",
    "What item did you buy that gave you buyer's remorse?",
    "What keeps you motivated during the day?",
    "What landed you in the emergency room?",
    "What lie did your parents tell you?",
    "What makes for a terrible skateboard?",
    "What makes your skin crawl?",
    "What memorable license plate have you seen?",
    "What movie do you wish they would remake?",
    "What muscle would you flex if you wanted to intimidate somebody?",
    "What nasty habit do you have?",
    "What or who would you sacrifice your life for?",
    "What outdoor activity is the most dangerous?",
    "What part of your body is aching the most right now?",
    "What party trick can you reliably perform?",
    "What phobia do you have?",
    "What profession have you always admired?",
    "What prominent fad or technology from your young life would be a giveaway for your age?",
    "What protest march might somebody spot you at?",
    "What question do you ask someone to really get to know them?",
    "What question have you always wanted someone to ask you, but no one ever has?",
    "What really grinds your gears?",
    "What scary thing has happened to you at 3AM?",
    "What seemed like a really big deal at the time, but in retrospect doesn't matter at all?",
    "What show did you most recently binge-watch?",
    "What situation caused you to be actually angry?",
    "What slight made against you are you still upset about?",
    "What small mystery in your life is still unanswered?",
    "What social custom should end?",
    "What song do you want to play at your funeral?",
    "What song is stuck in your head right now?",
    "What super-power do you wish you had?",
    "What talent of yours do you wish people recognized more?",
    "What three food items would you combine to create the most disgusting concoction?",
    "What topic do you wish you knew more about?",
    "What trivial fact do you know only because of your job?",
    "What show would you love to be a guest star on?",
    "What two words describe your lifestyle?",
    "What unusual items do you keep in your wallet?",
    "What was the last thing you ate?",
    "What was your childhood nickname?",
    "What will be the \"turns out cigarettes are bad for us\" of our generation?",
    "What will be your famous last words?",
    "What word describes your eating habits?",
    "What would be your response to someone asking you, 'Any last words?'",
    "What would the person who named Walkie Talkies have named other items?",
    "What would you do on your \"perfect\" day?",
    "What would you do with a time machine?",
    "What would you like to accomplish over the next year?",
    "What would you name your first/next child?",
    "What's a strange thing you've done while your brain was on autopilot?",
    "What's the best appetizer?",
    "What's the best thing you've read lately?",
    "What's the first thing you do when you walk in to work?",
    "What's the most comfortable way of laying on the floor?",
    "What's the name of your memoir?",
    "What's the name of your new hit TV show?",
    "What's the worst thing to hear your pilot say?",
    "What's your \"it's expensive but it's worth it\" product?",
    "What's your favorite card game?",
    "What's your favorite circus act?",
    "What's your favorite constellation?",
    "What's your favorite part of your body?",
    "What's your favorite type of hair?",
    "What's your favorite type of movie?",
    "What's your favorite video game?",
    "What's your favorite word or phrase in a foreign language?",
    "What's your favorite work of art?",
    "What's your idea for a useless invention?",
    "What's your ideal outdoor temperature?",
    "What's your shoe size?",
    "What's your WiFi's name?",
    "When an employer asks, \"What is your biggest weakness,\" what do you say?",
    "When do you wake up?",
    "When meeting someone for the first time, what do you hope they're _not_ wearing?",
    "When you look at pictures of yourself, what age are you the most embarrassed about?",
    "When you meet someone who is very attractive, what is (usually) the thing that made them attractive to you?",
    "When you picture the \"good old days,\" what are you imagining?",
    "When you retire, how will you spend the money you've saved?",
    "When you're a passenger in a car, what do you do to pass the time?",
    "Where are you going later tonight?",
    "Where do you see yourself in five years?",
    "Where does your ideal vacation take you?",
    "Where in the world is Carmen Sandiego?",
    "Where is the farthest you've traveled?",
    "Where is your ideal location to be proposed to?",
    "Where is your ideal place to live?",
    "Where is your safe space?",
    "Where was the last place you took a vacation to?",
    "Where were you born?",
    "Where would be a terrible place be to find yourself tomorrow?",
    "Where would you rather be right now?",
    "Which brand have you boycotted for life?",
    "Which browser tabs do you always leave open?",
    "Which movie have you seen dozens of times, but still enjoy watching?",
    "Which store in the mall would you never be caught in?",
    "Who is your celebrity look-alike?",
    "Who is your idol?",
    "Who makes the most stylish clothes in the world?",
    "Who was your childhood best friend?",
    "Who's your favorite video game character?",
    "Who/What makes you particularly uncomfortable?",
    "Whose mind would you like to control?",
    "Why are you here right now?",
    "Why aren't you perfect?",
    "Why do people enjoy being around you?",
    "Why haven't you done that one thing you've always dreamt of doing?",
    "Why is the sky blue?",
    "You have a cloning machine that can perfectly copy anything, but only once. What do you copy?",
    "Your home is on fire. All your loved ones and pets are out safely, and you have time to grab one last thing on your way out of the inferno. What do you grab?",

    {
        "question": "What do you consider the {{}} chore?",
        "data": ["worst", "easiest", "dirtiest", "most satisfying"]
    },
    {
        "question": "What do you see in this image? {{}}",
        "data": [
            "https://i.imgur.com/GL3ilBH.jpg",
            "https://i.imgur.com/0Zxl8cy.jpg",
            "https://i.imgur.com/vW22ZFM.jpg",
            "https://i.imgur.com/5Fswdlp.jpg",
            "https://i.imgur.com/3i6ctz5.jpg",
            "https://i.imgur.com/Vg3c76g.jpg",
            "https://i.imgur.com/NxJNrQK.jpg",
            "https://i.imgur.com/qrH47K2.jpg",
            "https://i.imgur.com/vTyWPmW.jpg",
            "https://i.imgur.com/UCZeFsd.jpg"
        ]
    },
    {
        "question": "What does {{}}{{}}{{}} stand for?",
        "data": [
            "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M",
            "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z",
            // add a chance to make the acronym longer
            "{{}}{{}}", "{{}}{{}}", "{{}}{{}}", "{{}}{{}}{{}}", "{{}}{{}}{{}}"
        ]
    },
    {
        "question": "What is one of your favorite {{}}shows?",
        "data": ["sci-fi ", "comedy ", "drama ", "cartoon ", "horror ", "thriller ", "mystery ", "fantasy", ""]
    },
    {
        "question": "What is one of your favorite {{}}movies?",
        "data": ["sci-fi ", "comedy ", "drama ", "cartoon ", "horror ", "thriller ", "mystery ", "fantasy", ""]
    },
    {
        "question": "What is some {{}} advice you've received?",
        "data": ["good", "bad", "life"]
    },
    {
        "question": "What is the {{}} thing you own?",
        "data": ["newest", "oldest", "most embarrassing", "most unique"]
    },
    {
        "question": "What would be a {{}} prom theme?",
        "data": ["terrible", "memorable", "hilarious"]
    },
    {
        "question": "What would be the {{}} candle scent?",
        "data": ["worst", "best"]
    },
    {
        "question": "What would be the {{}} smoothie?",
        "data": ["worst", "best"]
    },
    {
        "question": "What would be the {{}} thing to find left on your front step?",
        "data": ["worst", "best", "most confusing", "most unsurprising"]
    },
    {
        "question": "What would really {{}} your day today?",
        "data": ["ruin", "make"]
    },
    {
        "question": "What would 10 year-old you {{}} about right-now you?",
        "data": ["hate", "love"]
    },
    {
        "question": "Where can you get the best {{}}?",
        "data": ["coffee", "hamburgers", "ramen", "ice cream", "fireworks"]
    },
    {
        "question": "What {{}} would you like to master?",
        "data": ["language", "skill", "game"]
    },
    {
        "question": "What do you irrationally {{}}?",
        "data": ["hate", "love", "hold on to"]
    },
    {
        "question": "Excuse me, how do I get to the nearest {{}}?",
        "data": ["gas station", "cinema", "bathroom", "point of interest", ]
    },
    {
        "question": "What is one moment in your life that you truly felt {{}}?",
        "data": ["loved", "in danger", "uncontrollable excitement", "helpless", "pure joy"]
    },
    {
        "question": "What's {{}} song to sing at karaoke?",
        "data": ["your favorite", "the worst", "the best", "the most embarrassing"]
    }
]
